import React from 'react'
import About_1 from '../../asset/about_1.png'
import About_2 from '../../asset/about_2.png'
import About_3 from '../../asset/about_3.png'

export default () => (
    <div className="text-center container" style={{width: '83%' ,paddingBottom: '40px'}}>
    <br/>
        <h2>ประวัติความเป็นมา</h2><hr/>
        <p>ร้านซูชิไง (Sushi Ngai)</p>
        เปิดดำเนินการครั้งแรกเมื่อวันที่ 14 สิงหาคม 2553 
โดยผู้ก่อตั้ง ไคเซกิ ได้มาอาศัยอยู่ที่ประเทศไทย ซึ่งเป็นคนที่โปรดปรานซูชิมาก มีความคิดที่อยากเปิดร้านซูชิของตัวเอง เริ่มต้นความสําเร็จครั้งแรกจากการเปิดร้านซูชิเล็กๆในคลองสามวา 
ซึ่งได้รับความนิยมและการตอบรับจากลูกค้าจำนวนมาก จึงมีแนวคิดในการขยายกิจการให้มีขนาดใหญ่ขึ้น โดยเปิดร้านที่มีขนาดที่ใหญ่ขึ้น ซึ่งเป็นศูนย์การค้าที่มีคนเดินเป็นจำนวนมาก <br/>
<br/>
    <img src={About_1} alt='about' style={{width: '90%'}}></img><br/><br/>
    <p>บรรยากาศร้านที่อบอวลไปด้วยกลิ่นไอวัฒนธรรมดั่งเดิมของญี่ปุ่น ทำให้ได้รับความนิยมอย่างล้นหลาม Sushi Ngai คือร้านอาหารญี่ปุ่นในรูปแบบใหม่ 
        ที่ให้บริการในกลุ่มลูกค้าที่ต้องการความเป็นส่วนตัว พร้อมต้องการประสบการณ์ที่แตกต่างในการรับประทานอาหาร </p>
    <img src={About_2} alt='about' style={{width: '50%'}}></img>
    <img src={About_3} alt='about' style={{width: '50%'}}></img><br/><br/>
    <p>โดยไคเซกิ ผู้ก่อตั้งร้าน Sushi Ngai เล็งเห็นปัญหาในการบริการของร้าน เห็นว่ามีลูกค้าเป็นจำนานมากอยากสั่งกลับบ้านหรือไม่อยากมาหน้าร้านเพราะมีระยะทางที่ไกล 
        จึงได้สร้างระบบเดลิเวอรี่ผ่านทางหน้าเว็บเพื่อให้ลูกค้ามีความสะดวกมากขึ้น ซึ่งทำให้ร้านSushi Ngai มีความนิยมเป็นอย่างมาก</p>
    </div>
)