import React from 'react'

export default () => (
    <div className='container' style={{paddingLeft:'5%',paddingRight:'5%'}}><br/>
           <p className='text-center'><h3>คำถามที่พบบ่อย</h3></p><br/>
<p>-	ฉันจะยกเลิกออเดอร์อย่างไร<br/>
>> ติดต่อทางเบอร์โทรศัพท์ใน Contact กรณีถ้ากำลังดำเนินการจัดส่งแล้วไม่สามารถยกเลิกได้<br/></p>
<p>-	ต้องการเปลี่ยนที่อยู่ในการจัดส่งทำอย่างไร<br/>
>> Signin เข้าสู่ระบบ แล้วเลือกไอคอน          เข้าสู่หน้า Profile แล้วคลิกปุ่ม Edit address เพื่อแก้ไขที่อยู่ในการจัดส่ง </p>
<p>-	ออเดอร์ถูกยกเลิก ฉันควรทำอย่างไร<br/>
>> ขออภัยหากเราต้องยกเลิกออเดอร์ของคุณ มีเหตุการณ์หลายอย่างที่อาจทำให้เราต้องยกเลิกออเดอร์ของคุณ เช่น ทางร้านไม่มีเมนูที่ท่านต้องการ หรือพนักงานส่งไม่สามารถไปส่งได้เนื่องจากสภาพของถนน เราจะคืนเงินให้คุณเต็มจำนวนหากเป็นความผิดของทางร้านหรือพนักงานส่ง <br/>
</p>
<p>-	ปัญหาอื่นๆ เกี่ยวกับออเดอร์<br/>
>> ปัญหาของคุณไม่อยู่ในลิสต์ที่เรามีให้ใช่หรือไม่? กรุณาติดต่อเราผ่านแชทได้เลย<br/></p>
<p>-	แจ้งปัญหาอาหารไม่ครบหรือผิดเมนู ฉันควรทำอย่างไร<br/>
>> ขออภัยเป็นอย่างสูงที่เราส่งอาหารให้คุณไม่ครบหรือมีเมนูที่ผิดบางอย่าง ติดต่อเราผ่าน Contact โดยแจ้งเลขที่ออเดอร์ของคุณและเมนูที่มีการผิดพลาดหรือขาดหาย และเราจะตรวจสอบให้ทันที<br/></p>
<p>-	แจ้งปัญหาอาหารหกเลอะเทอะ ทำอย่างไร<br/>
>> กรุณาส่งรูปออเดอร์ที่ผิดพลาดมาให้เราผ่านแชททางเพจ Sushi Ngai Delivery รวมทั้งเลขที่ออเดอร์ของคุณและเราจะติดต่อกลับไป<br/></p>
<p>-	อาหารไม่เป็นไปตามที่ฉันคิด<br/>
>> เราต้องขออภัยหากคุณไม่พอใจกับอาหารที่คุณได้รับ กรุณาแบ่งปันฟีดแบคของคุณให้กับเราที่ Contact<br/></p>
<p>-	ไม่ได้รับออเดอร์<br/>
           >> ขออภัยหากท่านไม่ได้รับอาหาร กรุณาติดต่อเราที่แชทหรือโทร แจ้งเลขที่ออเดอร์ของคุณและเราจะตรวจสอบให้<br/></p>
<p>-	อาหารของฉันมาช้าเกินไป<br/>
>> ขออภัยเป็นอย่างสูงที่เราไม่สามารถส่งอาหารให้ท่านได้ตรงเวลา เราพยายามอย่างหนักเพื่อที่จะมอบบริการที่ดีเยี่ยมให้กับลูกค้า แต่บางครั้งก็มีเรื่องผิดพลาดอย่างเช่น เมื่อร้านอาหารยุ่งมากจนไม่มีเวลาจัดการหรือสภาพการจราจรติดขัดอย่างหนัก<br/>
</p>
<p>-	ส่งผิดออเดอร์<br/>
    >> หากคุณได้รับออเดอร์ที่ไม่ตรงกับที่คุณส่งเลย ติดต่อเราผ่านแชทหรือโทรศัพท์ โดยแจ้งเลขที่ออเดอร์ของคุณ และเราจะตรวจสอบให้ทันที<br/></p>
<p>-	มีการคิดระยะเวลาในการจัดส่งอย่างไร<br/>
          >> ระยะเวลาในการจัดส่งจะบวกเวลาที่ร้านอาหารใช้รับออเดอร์และประเมินเวลาในการทำอาหารของร้าน และระยะทางจากร้านอาหารถึงที่อยู่ของคุณ</p><br/>
    </div>
)