import React from 'react'

export default () => (
    <div className='container' style={{paddingLeft:'5%',paddingRight:'5%'}}><br/>
    <p className='text-center'><h3>นโยบายความเป็นส่วนตัว</h3></p><br/>
<p>1.	บทนำ</p>
<p>1.1	ขอต้อนรับสู่ Sushi’Ngai ร้านขายซูชิออนไลน์ เพื่ออำนวยความสะดวกในการสั่งอาหาร ผ่านเว็บไซต์ และสนับสนุนการให้บริการแบบ Delivery ของร้านซูชิ<br/>
1.2	ในระหว่างการให้บริการของ Sushi’Ngai จะรวบรวมข้อมูลรวมถึงข้อมูลส่วนบุคคลของท่าน<br/>
1.3	ท่านสามารถเข้าเว็บไซต์และเรียกดูโดยไม่ต้องระบุถึงรายละเอียดข้อมูลส่วนตัว อย่างไรก็ตามท่านต้องลงชื่อสมัครเข้าใช้บัญชีหากท่านต้องการใช้บริการ หากท่านมีความเห็น ข้อเสนอแนะ หรือการร้องเรียนในเรื่องที่เกี่ยวกับข้อมูลส่วนตัวของท่าน กรุณาติดต่อเจ้าหน้าที่ผ่านเพจ Sushi’Ngai Delivery<br/>
1.4	นโยบายความเป็นส่วนตัว ข้อสัญญาและข้อความยินยอมที่เกี่ยวกับการเก็บข้อมูล การใช้ และการเปิดเผยข้อมูลสำหรับข้อมูลความเป็นส่วนตัวของท่านต่อ Sushi’Ngai และจะไม่มีการยกเลิกจนกว่า Sushi’Ngai ได้กำหนดไว้เป็นอย่างอื่น <br/>
</p>
<p>2.	Sushi’Ngai จะเก็บรวบรวมข้อมูลส่วนบุคคลเมื่อใด</p>
<p>(a)	เมื่อคุณสมัครบัญชีผู้ใช้กับเรา<br/>
(b)	เมื่อคุณติดต่อกับเรา เช่น ผ่านทางโทรศัพท์ (ซึ่งจะได้รับการบันทึก) และแพลตฟอร์มสื่อทางสังคม <br/>
(c)	เมื่อคุณให้ความคิดเห็นหรือคำร้องเรียนแก่เรา<br/></p>
<p>3.	ข้อมูลส่วนบุคคลที่ Sushi’Ngai จะเก็บข้อมูลมีดังต่อไปนี้</p>
<p>3.1	ชื่อ-นามสกุล<br/>
3.2	หมายเลขติดต่อ<br/>
3.3	ที่อยู่อีเมล<br/>
3.4	ที่อยู่สำหรับการจัดส่ง<br/></p>
<p>4.	ชุมชนและการสนับสนุน เราให้การสนับสนุนด้านการบริการลูกค้าผ่านแชทและโทร เราจะขอที่อยู่อีเมลและหมายเลขติดต่อของคุณ เราใช้เพียงข้อมูลที่ได้รับจากลูกค้าที่ขอรับการสนับสนุน รวมถึงแต่ไม่จำกัดเพียง ที่อยู่อีเมล สำหรับการบริการสนับสนุนลูกค้า และเราจะไม่ส่งหรือแบ่งปันข้อมูลนี้กับบุคคลภายนอก</p>
<p>5.	Sushi’Ngai เรามีวิธีการใช้ข้อมูลที่คุณให้แก่เราอย่างไรบ้าง</p>
<p>5.1	เพื่อจัดการ ดำเนินการ บริหาร และจัดหาบริการแก่คุณ รวมถึงช่วยอำนวยความสะดวกในการจัดเตรียมบริการของเรา รวมถึงแต่ไม่จำกัดเพียง การจดจำความต้องการของคุณ<br/>
5.2	เพื่อตอบรับ ดำเนินการ จัดการ หรือทำธุรกรรมให้เสร็จสมบูรณ์ และ/หรือทำตามการร้องขอเกี่ยวกับผลิตภัณฑ์และบริการของคุณ <br/>
5.3	เพื่อนำไปปรับปรุงบริการหรือผลิตภัณฑ์ของเรา<br/>
5.4	เพื่อจัดทำข้อมูลสถิติเพื่อการรายงานภายในองค์กรและตามกฎหมายและ/หรือตามข้อกำหนดเกี่ยวกับการจัดเก็บบันทึก</p><br/>

    </div>
)