import React from 'react'

export default () => (
    <div className='container' style={{paddingLeft:'5%',paddingRight:'5%'}}><br/>
            <p className='text-center'><h3>ยินดีต้อนรับสู่เว็บไซต์</h3></p><br/>
<p>www.sushi-ngai.herokuapp.com กรุณาอ่านเงื่อนไขและข้อกำหนดเหล่านี้โดยละเอียดเงื่อนไขในการใช้บริการต่อไปนี้จะใช้บังคับกับการใช้งานและการใช้บริการ</p>
-	ข้อตกลงในการใช้บริการ<br/>
ห้ามเด็กอายุต่ำกว่า 18 ปี เข้ามาใช้งาน<br/><br/>
-	บัญชี <br/>
คุณอาจต้องสร้างบัญชีและระบุรหัสผ่านเพื่อใช้คุณลักษณะบางอย่างบนเว็บไซต์ คุณยินยอมที่จะให้รักษาและปรับปรุงข้อมูลที่เป็นความจริงถูกต้องเป็นปัจจุบันและครบถ้วนเกี่ยวกับตัวคุณเองตามที่ได้รับแจ้งจากขั้นตอนการลงทะเบียน <br/><br/>
-	การสิ้นสุด <br/>
Sushi’Ngai มีสิทธิ์ที่จะยุติบัญชีของคุณและเข้าถึงเว็บไซต์ด้วยเหตุผลใด ๆ รวมถึงแต่ไม่จำกัดเพียงแต่ถ้า Sushi’Ngai พิจารณาตามที่เห็นสมควรว่าการใช้งานของคุณเป็นสิ่งที่ยอมรับไม่ได้หรือในกรณีที่คุณมีข้อตกลงในข้อกำหนดดังกล่าว 

    </div>
)